Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Are you sure you want to remove %@ from your Cloudflare account? This action cannot be undone.
ar: هل تريد إزالة %@ من حساب Cloudflare الخاص بك؟ لا يمكن التراجع عن هذا الإجراء.
de: %@ aus dem Cloudflare-Konto entfernen? Diese Aktion kann nicht rükgängig gemacht werden.
es: ¿Eliminar %@ de tu cuenta de Cloudflare? Esta acción no se puede deshacer.
fr: Supprimer %@ de votre compte Cloudflare ? Cette action est irréversible.
it: Rimuovere %@ dal tuo account Cloudflare? Questa azione non può essere annullata.
ja: %@ を Cloudflare アカウントから削除してもよいですか？この操作は元に戻せません。
ko: Cloudflare 계정에서 %@을(를) 제거하시겠습니까? 이 작업은 실행 취소할 수 없습니다.
pt_br: Remover %@ da sua conta Cloudflare? Esta ação não pode ser desfeita.
ru: Удалить %@ из аккаунта Cloudflare? Это действие нельзя отменить.
zh_hans: 确定要从 Cloudflare 账户中移除 %@ 吗？此操作无法撤销。
zh_hant: 確定要從 Cloudflare 帳戶中移除 %@ 嗎？此操作無法復原。

source: Are you sure you want to remove account '%@'? You will need to re-authenticate to access its domains and services.
ar: هل أنت متأكد من رغبتك في إزالة الحساب '%@'؟ ستحتاج إلى إعادة المصادقة للوصول إلى نطاقاته وخدماته.
de: Möchten Sie das Konto '%@' wirklich entfernen? Sie müssen sich erneut authentifizieren, um auf dessen Domänen und Dienste zuzugreifen.
es: ¿Seguro que deseas eliminar la cuenta '%@'? Deberás volver a autenticarte para acceder a sus dominios y servicios.
fr: Voulez-vous vraiment supprimer le compte '%@' ? Vous devrez vous réauthentifier pour accéder à ses domaines et services.
it: Sei sicuro di voler rimuovere l'account '%@'? Dovrai autenticarti nuovamente per accedere ai suoi domini e servizi.
ja: アカウント '%@' を削除してもよろしいですか？ドメインやサービスにアクセスするには再認証が必要になります。
ko: 계정 '%@'을(를) 제거하시겠습니까? 해당 도메인 및 서비스에 접근하려면 다시 인증해야 합니다.
pt_br: Tem certeza de que deseja remover a conta '%@'? Será necessário autenticar-se novamente para acessar seus domínios e serviços.
ru: Вы уверены, что хотите удалить аккаунт '%@'? Для доступа к его доменам и службам потребуется повторная аутентификация.
zh_hans: 确定要移除账户 '%@' 吗？您需要重新认证才能访问其域名和服务。
zh_hant: 確定要移除帳戶 '%@' 嗎？您需要重新驗證才能存取其網域和服務。

source: Are you sure you want to remove domain '%@' from this Pages project?
ar: هل أنت متأكد أنك تريد إزالة المجال '%@' من مشروع الصفحات هذا؟
de: Sind Sie sicher, dass Sie die Domain „%@“ aus diesem Pages-Projekt entfernen möchten?
es: ¿Está seguro de que desea eliminar el dominio '%@' de este proyecto de Pages?
fr: Êtes-vous sûr de vouloir supprimer le domaine « %@ » de ce projet Pages ?
it: Sei sicuro di voler rimuovere il dominio '%@' da questo progetto di Pages?
ja: この Pages プロジェクトからドメイン '%@' を削除してもよろしいですか?
ko: 이 Pages 프로젝트에서 '%@' 도메인을 제거하시겠습니까?
pt_br: Tem certeza de que deseja remover o domínio '%@' deste projeto do Pages?
ru: Вы уверены, что хотите удалить домен «%@» из этого проекта Pages?
zh_hans: 确定要从此 Pages 项目中移除域名“%@”吗？
zh_hant: 確認要從此 Pages 專案中移除網域稱“%@”吗？

source: Are you sure you want to remove trigger rule '%@'?
ar: هل أنت متأكد أنك تريد إزالة قاعدة التشغيل '%@'؟
de: Sind Sie sicher, dass Sie die Auslöserregel „%@“ entfernen möchten?
es: ¿Está seguro de que desea eliminar la regla de activación '%@'?
fr: Êtes-vous sûr de vouloir supprimer la règle de déclenchement « %@ » ?
it: Sei sicuro di voler rimuovere la regola di attivazione '%@'?
ja: トリガー ルール '%@' を削除してもよろしいですか?
ko: 트리거 규칙 '%@'을(를) 제거하시겠습니까?
pt_br: Tem certeza de que deseja remover a regra de acionamento '%@'?
ru: Вы уверены, что хотите удалить триггерное правило «%@»?
zh_hans: 确定要移除触发规则 '%@' 吗？
zh_hant: 確認要移除触發規則 '%@' 吗？

source: Are you sure you want to rollback '%1$@' to Version #%2$lld? Traffic will immediately be routed to this deployment version.
ar: هل تريد التراجع عن “%1$@” إلى الإصدار #%2$lld؟ سيتم توجيه الترافيك فوراً إلى هذا إصدار النشر.
de: „%1$@“ auf Version #%2$lld zurücksetzen? Datenverkehr wird sofort zu dieser Deployment-Version geleitet.
es: ¿Revertir «%1$@» a la versión #%2$lld? El tráfico se enrutará inmediatamente a esta versión.
fr: Revenir à la version #%2$lld pour « %1$@ » ? Le trafic sera immédiatement redirigé vers cette version.
it: Eseguire il rollback di «%1$@» alla versione #%2$lld? Il traffico verrà immediatamente instradato a questa versione.
ja: 「%1$@」をバージョン #%2$lld にロールバックしてもよいですか？トラフィックはすぐにこのデプロイバージョンにルーティングされます。
ko: '%1$@'을(를) 버전 #%2$lld로 롤백하시겠습니까? 트래픽이 즉시 이 배포 버전으로 라우팅됩니다.
pt_br: Reverter «%1$@» para a versão #%2$lld? O tráfego será imediatamente roteado para esta versão.
ru: Откатить «%1$@» до версии #%2$lld? Трафик будет немедленно перенаправлен на эту версию развёртывания.
zh_hans: 确定要将“%1$@”回滚至版本 #%2$lld 吗？流量将立即路由至该部署版本。
zh_hant: 確定要將「%1$@」回滾至版本 #%2$lld 嗎？流量將立即路由至此部署版本。

# Are you sure you want to unbind %@ resource '%@' from %@?
source: Are you sure you want to unbind %1$@ resource '%2$@' from %3$@?
ar: هل تريد إلغاء ربط مورد %1$@ “%2$@” من %3$@؟
de: %1$@-Ressource „%2$@“ von %3$@ trennen?
es: ¿Desvincular el recurso %1$@ «%2$@» de %3$@?
fr: Dissocier la ressource %1$@ « %2$@ » de %3$@ ?
it: Scollegare la risorsa %1$@ «%2$@» da %3$@?
ja: %1$@ から %2$@ リソース「%3$@」をアンバインドしてもよいですか？
ko: %1$@에서 %2$@ 리소스 '%3$@'의 바인딩을 해제하시겠습니까?
pt_br: Desvincular o recurso %1$@ «%2$@» de %3$@?
ru: Отвязать ресурс %1$@ «%2$@» от %3$@?
zh_hans: 确定要从 %1$@ 解绑 %2$@ 资源“%3$@”吗？
zh_hant: 確定要從 %1$@ 解除繫結 %2$@ 資源「%3$@」嗎？

# Are you sure you want to unbind resource '%@' from Worker '%@'?
source: Are you sure you want to unbind resource '%1$@' from Worker '%2$@'?
ar: هل أنت متأكد من رغبتك في إلغاء ربط المورد '%1$@' من Worker '%2$@'؟
de: Möchten Sie die Bindung der Ressource '%1$@' an Worker '%2$@' wirklich aufheben?
es: ¿Seguro que deseas desvincular el recurso '%1$@' de Worker '%2$@'?
fr: Voulez-vous vraiment délier la ressource '%1$@' du Worker '%2$@' ?
it: Sei sicuro di voler scollegare la risorsa '%1$@' da Worker '%2$@'?
ja: Worker '%2$@' からリソース '%1$@' のバインドを解除してもよろしいですか？
ko: Worker '%2$@'에서 리소스 '%1$@'의 바인딩을 해제하시겠습니까?
pt_br: Tem certeza de que deseja desvincular o recurso '%1$@' do Worker '%2$@'?
ru: Вы уверены, что хотите отвязать ресурс '%1$@' от Worker '%2$@'?
zh_hans: 确定要从 Worker '%2$@' 解绑资源 '%1$@' 吗？
zh_hant: 確定要從 Worker '%2$@' 解除綁定資源 '%1$@' 嗎？

source: Argo Smart Routing
ar: توجيه Argo الذكي
es: Enrutamiento inteligente Argo
fr: Routage intelligent Argo
ja: Argo スマート ルーティング
ko: Argo 스마트 라우팅
pt_br: Roteamento inteligente Argo
ru: Интеллектуальная маршрутизация Argo
zh_hans: Argo 智能路由
zh_hant: Argo 智慧路由

source: Asia-Pacific
ar: آسيا والمحيط الهادئ
de: Asien-Pazifik
es: Asia-Pacífico
fr: Asie-Pacifique
it: Asia-Pacifico
ja: アジア太平洋地域
ko: 아시아태평양
pt_br: Ásia-Pacífico
ru: Азиатско-Тихоокеанский регион
zh_hans: 亚太地区
zh_hant: 亚太地区

source: Ask %@…
ar: 咨询 %@…
de: Fragen Sie %@…
es: Preguntar %@…
fr: Demandez à %@…
it: Chiedere %@…
ja: 咨询 %@…
ko: 묻다 %@…
pt_br: Perguntar %@…
ru: Просить %@…
zh_hans: 咨询 %@…
zh_hant: 咨询 %@…

source: ASN Number
ar: رقم ASN
de: ASN-Nummer
es: Número ASN
fr: Numéro ASN
it: Numero ASN
ja: ASN番号
ko: ASN 번호
pt_br: Número ASN
ru: Номер АСН
zh_hans: ASN 编号
zh_hant: ASN 编號

source: Assigned Nameservers
ar: خوادم الأسماء المخصصة
de: Zugewiesene Nameserver
es: Servidores de nombres asignados
fr: Serveurs de noms attribués
it: Server dei nomi assegnati
ja: 割り当てられたネームサーバー
ko: 할당된 네임서버
pt_br: Servidores de nomes atribuídos
ru: Назначенные серверы имен
zh_hans: 已分配的名称服务器 (NS)
zh_hant: 已分配的名称服务器 (NS)

source: Asynchronous message queue delivery
ar: تسليم قائمة انتظار الرسائل غير المتزامنة
de: Asynchrone Nachrichtenwarteschlangen-Zustellung
es: Entrega de colas de mensajes asíncronas
fr: Livraison de files d'attente asynchrones
it: Consegna asincrona di code di messaggi
ja: 非同期メッセージキューの配信
ko: 비동기 메시지 대기열 전달
pt_br: Entrega assíncrona de filas de mensagens
ru: Асинхронная доставка очередей сообщений
zh_hans: 异步消息队列消费与分发
zh_hant: 非同步訊息佇列消費與分發

source: Attach
ar: نعلق
de: Anhängen
es: Adjuntar
fr: Joindre
it: Allegare
ja: 添付する
ko: 붙이다
pt_br: Anexar
ru: Прикреплять
zh_hans: 挂载
zh_hant: 挂載

source: Attach a custom hostname to route requests to this Worker.
ar: إرفاق اسم مضيف مخصص لتوجيه الطلبات إلى هذا الـ Worker.
de: Einen benutzerdefinierten Hostnamen anhängen, um Anfragen an diesen Worker weiterzuleiten.
es: Adjunta un nombre de host personalizado para enrutar solicitudes a este Worker.
fr: Attachez un nom d'hôte personnalisé pour acheminer les requêtes vers ce Worker.
it: Allega un nome host personalizzato per instradare le richieste a questo Worker.
ja: リクエストをこの Worker にルーティングするカスタム ホスト名を関連付けます。
ko: 요청을 이 Worker로 라우팅할 커스텀 호스트 이름을 연결합니다.
pt_br: Anexe um nome de host personalizado para rotear solicitações para este Worker.
ru: Прикрепите пользовательское имя хоста для маршрутизации запросов к этому Worker.
zh_hans: 关联自定义主机名以将请求路由到此 Worker。
zh_hant: 附加自訂主機名稱以將請求路由至此 Worker。

source: Attach Custom Domain
ar: إرفاق المجال المخصص
de: Benutzerdefinierte Domäne anhängen
es: Adjuntar dominio personalizado
fr: Attacher un domaine personnalisé
it: Allega dominio personalizzato
ja: カスタム ドメインのアタッチ
ko: 맞춤 도메인 연결
pt_br: Anexar domínio personalizado
ru: Прикрепить собственный домен
zh_hans: 挂载自定义域名
zh_hant: 挂載自定义網域稱

source: Attach Domain
ar: إرفاق نطاق
de: Domain anhängen
es: Adjuntar dominio
fr: Attacher un domaine
it: Allega dominio
ja: ドメインを関連付け
ko: 도메인 연결
pt_br: Anexar domínio
ru: Прикрепить домен
zh_hans: 绑定域名
zh_hant: 綁定網域

source: Attach Resource
ar: ربط مورد
de: Ressource anbinden
es: Vincular recurso
fr: Lier une ressource
it: Collega risorsa
ja: リソースをバインド
ko: 리소스 바인딩
pt_br: Vincular recurso
ru: Привязать ресурс
zh_hans: 绑定资源
zh_hant: 綁定資源

source: Attach visitor country code to headers.
ar: إرفاق رمز بلد الزائر بالترويسات.
de: Ländercode des Besuchers an Header anhängen.
es: Adjunta el código de país del visitante a los encabezados.
fr: Attachez le code pays du visiteur aux en-têtes.
it: Allega il codice paese del visitatore alle intestazioni.
ja: 訪問者の国コードをヘッダーに付加します。
ko: 헤더에 방문자의 국가 코드를 첨부합니다.
pt_br: Anexe o código do país do visitante aos cabeçalhos.
ru: Прикрепить код страны посетителя к заголовкам.
zh_hans: 将访问者国家/地区代码附加到请求头。
zh_hant: 將訪客國家/地區程式碼附加到標頭。

source: Audience Tag (AUD)
ar: علامة الجمهور (AUD)
de: Zielgruppen-Tag (AUD)
es: Etiqueta de audiencia (AUD)
fr: Balise d'audience (AUD)
it: Tag del pubblico (AUD)
ja: オーディエンスタグ (AUD)
ko: 잠재고객 태그(AUD)
pt_br: Tag de público (AUD)
ru: Тег аудитории (AUD)
zh_hans: 受众标识 (AUD)
zh_hant: 受众標识 (AUD)

source: Audit Event %@
ar: حدث التدقيق %@
de: Audit-Ereignis %@
es: Evento de auditoría %@
fr: Événement d'audit %@
it: Evento di controllo %@
ja: 監査イベント %@
ko: 감사 이벤트 %@
pt_br: Evento de auditoria %@
ru: Событие аудита %@
zh_hans: 审计事件 %@
zh_hant: 审计事件 %@

source: Audit Log Detail
ar: تفاصيل سجل التدقيق
de: Details zum Audit-Protokoll
es: Detalle del registro de auditoría
fr: Détails du journal d'audit
it: Dettagli del registro di controllo
ja: 監査ログの詳細
ko: 감사 로그 세부정보
pt_br: Detalhe do registro de auditoria
ru: Детали журнала аудита
zh_hans: 审计日志详情
zh_hant: 审计記錄詳情

source: Audit Log ID
ar: معرف سجل التدقيق
es: ID del registro de auditoría
fr: ID du journal d'audit
it: ID registro di controllo
ja: 監査ログID
ko: 감사 로그 ID
pt_br: ID do registro de auditoria
ru: Идентификатор журнала аудита
zh_hans: 审计日志 ID
zh_hant: 审计記錄 ID

source: Audit Logs
ar: سجلات التدقيق
de: Audit-Protokolle
es: Registros de auditoría
fr: Journaux d'audit
it: Registri di controllo
ja: 監査ログ
ko: 감사 로그
pt_br: Registros de auditoria
ru: Журналы аудита
zh_hans: 审计日志
zh_hant: 审计記錄

source: Authentication failed. Please verify your Cloudflare API Token or Global Key in Settings.
ar: فشلت المصادقة. يرجى التحقق من رمز Cloudflare API أو المفتاح العام في الإعدادات.
de: Authentifizierung fehlgeschlagen. Bitte überprüfen Sie Ihr Cloudflare-API-Token oder den globalen Schlüssel in den Einstellungen.
es: Error de autenticación. Verifique su token de API de Cloudflare o clave global en Configuración.
fr: Échec de l'authentification. Veuillez vérifier votre jeton d'API Cloudflare ou votre clé globale dans les paramètres.
it: Autenticazione non riuscita. Verifica il token API Cloudflare o la chiave globale nelle Impostazioni.
ja: 認証に失敗しました。設定で Cloudflare API トークンまたはグローバルキーを確認してください。
ko: 인증에 실패했습니다. 설정에서 Cloudflare API 토큰 또는 글로벌 키를 확인하세요.
pt_br: Falha na autenticação. Verifique seu token de API ou chave global do Cloudflare nas Configurações.
ru: Ошибка аутентификации. Проверьте токен API Cloudflare или глобальный ключ в Настройках.
zh_hans: 身份验证失败。请在“设置”中验证您的 Cloudflare API 令牌或全局密钥。
zh_hant: 身分驗證失敗。請在「設定」中驗證您的 Cloudflare API 權杖或全域金鑰。

source: Authoritative Nameservers (%lld)
ar: خوادم الأسماء الموثوقة (%lld)
de: Autoritative Nameserver (%lld)
es: Servidores de nombres autoritativos (%lld)
fr: Serveurs de noms autoritaires (%lld)
it: Server dei nomi autorevoli (%lld)
ja: 権威ネームサーバー (%lld)
ko: 권위 있는 네임서버 (%lld)
pt_br: Servidores de nomes autoritativos (%lld)
ru: Авторитативные серверы имён (%lld)
zh_hans: 权威名称服务器 (%lld)
zh_hant: 權威名稱伺服器 (%lld)

source: Auto
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
ja: 自動
ko: 자동
pt_br: Automático
ru: Авто
zh_hans: 自动
zh_hant: 自動

source: Auto Minify
ar: تصغير تلقائي
de: Automatische Minimierung
es: Minimizar automáticamente
fr: Réduction automatique
it: Minimizza automaticamente
ja: 自動縮小
ko: 자동 축소
pt_br: Minificação automática
ru: Авто минимизировать
zh_hans: 自动代码压缩
zh_hant: 自動程式碼壓縮

source: Auto-Lock
ar: القفل التلقائي
de: Automatische Sperre
es: Bloqueo automático
fr: Verrouillage automatique
it: Blocco automatico
ja: オートロック
ko: 자동 잠금
pt_br: Bloqueio automático
ru: Автоблокировка
zh_hans: 自动锁定
zh_hant: 自動鎖定

source: Automatic (Best Available)
ar: تلقائي (أفضل ما هو متاح)
de: Automatisch (Beste verfügbare)
es: Automático (mejor disponible)
fr: Automatique (meilleur disponible)
it: Automatico (migliore disponibile)
ja: 自動 (利用可能な最良のもの)
ko: 자동(최적 사용 가능)
pt_br: Automático (melhor disponível)
ru: Автоматический (лучший из доступных)
zh_hans: 自动分配 (推荐)
zh_hant: 自動分配 (推荐)

source: Automatic (Default)
ar: تلقائي (افتراضي)
de: Automatisch (Standard)
es: Automático (predeterminado)
fr: Automatique (par défaut)
it: Automatico (predefinito)
ja: 自動 (デフォルト)
ko: 자동(기본값)
pt_br: Automático (padrão)
ru: Автоматически (по умолчанию)
zh_hans: 自动分配 (默认)
zh_hant: 自動分配 (默認)

source: Automatic H T T P S Rewrites Disabled
ar: تم تعطيل إعادة كتابة HTTPS التلقائية
de: Automatische HTTPS-Umschreibung deaktiviert
es: Reescritura automática HTTPS desactivada
fr: Réécriture HTTPS automatique désactivée
it: Riscrittura HTTPS automatica disattivata
ja: 自動 HTTPS 書き換えを無効にしました
ko: 자동 HTTPS 재작성 비활성화됨
pt_br: Reescrita automática HTTPS desativada
ru: Автоматическая перезапись HTTPS отключена
zh_hans: 已禁用自动 HTTPS 重写
zh_hant: 已停用自動 HTTPS 重寫

source: Automatic H T T P S Rewrites Enabled
ar: تم تفعيل إعادة كتابة HTTPS التلقائية
de: Automatische HTTPS-Umschreibung aktiviert
es: Reescritura automática HTTPS activada
fr: Réécriture HTTPS automatique activée
it: Riscrittura HTTPS automatica attivata
ja: 自動 HTTPS 書き換えを有効にしました
ko: 자동 HTTPS 재작성 활성화됨
pt_br: Reescrita automática HTTPS ativada
ru: Автоматическая перезапись HTTPS включена
zh_hans: 已启用自动 HTTPS 重写
zh_hant: 已啟用自動 HTTPS 重寫

source: Automatic HTTPS Rewrites
ar: إعادة كتابة HTTPS تلقائيًا
de: Automatische HTTPS-Umschreibungen
es: Reescrituras automáticas de HTTPS
fr: Réécritures HTTPS automatiques
it: Riscritture HTTPS automatiche
ja: 自動 HTTPS リライト
ko: 자동 HTTPS 재작성
pt_br: Reescritas automáticas de HTTPS
ru: Автоматическое переопределение HTTPS
zh_hans: 自动 HTTPS 重写
zh_hant: 自動 HTTPS 重寫

source: Automatic image compression and modern WebP conversion.
ar: ضغط تلقائي للصور وتحويل حديث إلى WebP.
de: Automatische Bildkomprimierung und moderne WebP-Konvertierung.
es: Compresión automática de imágenes y conversión moderna a WebP.
fr: Compression automatique des images et conversion WebP moderne.
it: Compressione automatica delle immagini e conversione moderna in WebP.
ja: 自動画像圧縮と最新の WebP 変換を行います。
ko: 자동 이미지 압축 및 최신 WebP 변환을 지원합니다.
pt_br: Compressão automática de imagens e conversão moderna para WebP.
ru: Автоматическое сжатие изображений и современное преобразование в WebP.
zh_hans: 自动图像压缩与现代 WebP 格式转换。
zh_hant: 自動影像壓縮與現代 WebP 格式轉換。

source: Automatically rewrite HTTP resources to HTTPS to avoid mixed content warnings.
ar: إعادة كتابة موارد HTTP تلقائيًا إلى HTTPS لتجنب تحذيرات المحتوى المختلط.
de: Schreiben Sie HTTP-Ressourcen automatisch in HTTPS um, um Warnungen zu gemischten Inhalten zu vermeiden.
es: Reescriba automáticamente los recursos HTTP a HTTPS para evitar advertencias de contenido mixto.
fr: Réécrivez automatiquement les ressources HTTP en HTTPS pour éviter les avertissements de contenu mixte.
it: Riscrivi automaticamente le risorse HTTP in HTTPS per evitare avvisi di contenuti misti.
ja: 混合コンテンツの警告を回避するために、HTTP リソースを HTTPS に自動的に書き換えます。
ko: 혼합 콘텐츠 경고를 방지하려면 HTTP 리소스를 HTTPS로 자동으로 다시 작성하세요.
pt_br: Reescreva automaticamente os recursos HTTP para HTTPS para evitar avisos de conteúdo misto.
ru: Автоматически перезаписывайте ресурсы HTTP на HTTPS, чтобы избежать предупреждений о смешанном содержимом.
zh_hans: 自动将 HTTP 资源重写为 HTTPS，以避免混合内容警告。
zh_hant: 自動将 HTTP 资源重寫為 HTTPS，以避免混合内容警告。

source: Autonomous System (ASN)
ar: نظام الحكم الذاتي (ASN)
de: Autonomes System (ASN)
es: Sistema Autónomo (ASN)
fr: Système autonome (ASN)
it: Sistema Autonomo (ASN)
ja: 自律システム (ASN)
ko: 자율 시스템(ASN)
pt_br: Sistema Autônomo (ASN)
ru: Автономная система (АСН)
zh_hans: 自治系统 (ASN)
zh_hant: 自治系統 (ASN)

source: Available Alerts
ar: التنبيهات المتاحة
de: Verfügbare Warnungen
es: Alertas disponibles
fr: Alertes disponibles
it: Avvisi disponibili
ja: 利用可能なアラート
ko: 사용 가능한 경고
pt_br: Alertas disponíveis
ru: Доступные оповещения
zh_hans: 可用告警
zh_hant: 可用告警

source: Average Latency
ar: متوسط زمن الاستجابة
de: Durchschnittliche Latenz
es: Latencia media
fr: Latence moyenne
it: Latenza media
ja: 平均レイテンシ
ko: 평균 지연 시간
pt_br: Latência média
ru: Средняя задержка
zh_hans: 平均延迟
zh_hant: 平均延遲

source: Avg CPU Time
ar: متوسط وقت المعالج
de: Durchschn. CPU-Zeit
es: Tiempo CPU promedio
fr: Temps CPU moyen
it: Tempo CPU medio
ja: 平均CPU時間
ko: 평균 CPU 시간
pt_br: Tempo Médio de CPU
ru: Среднее время CPU
zh_hans: 平均 CPU 耗时
zh_hant: 平均 CPU 耗時

source: Avg Latency
ar: متوسط ​​الكمون
de: Durchschnittliche Latenz
es: Latencia promedio
fr: Latence moyenne
it: Latenza media
ja: 平均遅延時間
ko: 평균 지연 시간
pt_br: Latência Média
ru: Средняя задержка
zh_hans: 平均时延
zh_hant: 平均時延

source: avg P50
ar: متوسط ​​P50
de: Durchschnittlich P50
es: promedio P50
fr: moyenne P50
it: P50 medio
ja: 平均 P50
ko: 평균 50페소
pt_br: média P50
ru: в среднем P50
zh_hans: 平均 P50
zh_hant: 平均 P50

source: Bandwidth
ar: عرض النطاق الترددي
de: Bandbreite
es: Ancho de banda
fr: Bande passante
it: Larghezza di banda
ja: 帯域幅
ko: 대역폭
pt_br: Largura de banda
ru: Пропускная способность
zh_hans: 出网流量
zh_hant: 出網流量

source: Bandwidth Usage
ar: استخدام عرض النطاق الترددي
de: Bandbreitennutzung
es: Uso de ancho de banda
fr: Utilisation de la bande passante
it: Utilizzo della larghezza di banda
ja: 帯域幅の使用量
ko: 대역폭 사용량
pt_br: Uso de largura de banda
ru: Использование полосы пропускания
zh_hans: 带宽用量
zh_hant: 頻寬用量

source: Basic
ar: أساسي
de: Basis
es: Básico
fr: Basique
it: Base
ja: 基本
ko: 기본
pt_br: Básico
ru: Базовый
zh_hans: 基础
zh_hant: 基本

source: Basic Details
ar: التفاصيل الأساسية
de: Grundlegende Details
es: Detalles básicos
fr: Détails de base
it: Dettagli di base
ja: 基本的な詳細
ko: 기본 세부정보
pt_br: Detalhes básicos
ru: Основные детали
zh_hans: 基本信息
zh_hant: 基本信息

source: Basic Security
ar: الأمن الأساسي
de: Grundsicherheit
es: Seguridad básica
fr: Sécurité de base
it: Sicurezza di base
ja: 基本的なセキュリティ
ko: 기본 보안
pt_br: Segurança Básica
ru: Базовая безопасность
zh_hans: 基础安全
zh_hant: 基础安全性

source: Batch: %lld
ar: دفعة: %lld
es: Lote: %lld
fr: Lot : %lld
ja: バッチ: %lld
ko: 배치: %lld
pt_br: Lote: %lld
ru: Пакет: %lld
zh_hans: 批次：%lld
zh_hant: 批次：%lld

source: Benchmark 5 Resolvers
ar: قياس أداء 5 محللات
de: 5 Resolver bewerten
es: Comparar 5 resolutores
fr: Évaluer 5 résolveurs
it: Benchmark 5 resolver
ja: 5つのリゾルバーをベンチマーク
ko: 5개 DNS 리졸버 벤치마크
pt_br: Comparar 5 resolvedores
ru: Тестирование 5 резолверов
zh_hans: 基准测试 5 个解析器
zh_hant: 基準測試 5 個解析器

source: Benchmark All Resolvers
ar: المعيار كافة الحلول
de: Benchmarken Sie alle Resolver
es: Comparar todos los solucionadores
fr: Benchmarker tous les résolveurs
it: Confronta tutti i risolutori
ja: すべてのリゾルバーのベンチマーク
ko: 모든 리졸버 벤치마크
pt_br: Compare todos os resolvedores
ru: Тестирование всех резольверов
zh_hans: 执行全 DNS 测速对比
zh_hant: 执行全 DNS 測速对比

source: Benchmarking Public Resolvers…
ar: جارٍ قياس أداء المحللات العامة…
de: Öffentliche Resolver werden bewertet…
es: Comparando resolutores públicos…
fr: Évaluation des résolveurs publics…
it: Benchmark dei resolver pubblici in corso…
ja: パブリック リゾルバーをベンチマーク中…
ko: 공용 DNS 리졸버 벤치마킹 중…
pt_br: Comparando resolvedores públicos…
ru: Тестирование публичных резолверов…
zh_hans: 正在基准测试公共解析器…
zh_hant: 正在基準測試公共解析器…

source: BGP Autonomous System (ASN)
ar: نظام BGP المستقل (ASN)
de: Autonomes BGP-System (ASN)
es: Sistema Autónomo BGP (ASN)
fr: Système autonome BGP (ASN)
it: Sistema autonomo BGP (ASN)
ja: BGP 自律システム (ASN)
ko: BGP 자율 시스템(ASN)
pt_br: Sistema Autônomo BGP (ASN)
ru: Автономная система BGP (ASN)
zh_hans: BGP 自治系统 (ASN)
zh_hant: BGP 自治系統 (ASN)

source: Binary Bitmask
ar: قناع البت الثنائي
de: Binäre Bitmaske
es: Máscara de bits binaria
fr: Masque binaire
it: Maschera di bit binaria
ja: バイナリビットマスク
ko: 이진 비트마스크
pt_br: Máscara de bits binária
ru: Двоичная маска подсети
zh_hans: 二进制掩码
zh_hant: 二進位遮罩

source: Binary Bitmask Representation
ar: تمثيل القناع الثنائي
de: Binäre Bitmaskendarstellung
es: Representación de máscara de bits binaria
fr: Représentation du masque de bits binaire
it: Rappresentazione binaria della maschera di bit
ja: バイナリビットマスク表現
ko: 바이너리 비트마스크 표현
pt_br: Representação binária de máscara de bits
ru: Представление двоичной битовой маски
zh_hans: 二进制位掩码展开
zh_hant: 二进制位掩碼展開

source: Bind
ar: ربط
de: Binden
es: Unir
fr: Lier
it: Legamento
ja: バインド
ko: 묶다
pt_br: Vincular
ru: Связывать
zh_hans: 绑定
zh_hant: 绑定

source: Bind Cloudflare KV, D1, R2, or AI directly to %@ environment.
ar: ربط Cloudflare KV أو D1 أو R2 أو AI مباشرة ببيئة %@.
de: Cloudflare KV, D1, R2 oder AI direkt an die Umgebung %@ binden.
es: Vincula Cloudflare KV, D1, R2 o AI directamente al entorno %@.
fr: Liez Cloudflare KV, D1, R2 ou AI directement à l'environnement %@.
it: Collega Cloudflare KV, D1, R2 o AI direttamente all'ambiente %@.
ja: Cloudflare KV、D1、R2、または AI を %@ 環境に直接バインドします。
ko: Cloudflare KV, D1, R2 또는 AI를 %@ 환경에 직접 바인딩합니다.
pt_br: Vincule Cloudflare KV, D1, R2 ou AI diretamente ao ambiente %@.
ru: Привяжите Cloudflare KV, D1, R2 или AI напрямую к среде %@.
zh_hans: 将 Cloudflare KV、D1、R2 或 AI 直接绑定到 %@ 环境。
zh_hant: 將 Cloudflare KV、D1、R2 或 AI 直接綁定至 %@ 環境。

source: Bind Cloudflare KV, D1, R2, Queues, or AI directly to this Worker.
ar: ربط Cloudflare KV أو D1 أو R2 أو Queues أو AI مباشرة بهذا الـ Worker.
de: Binden Sie Cloudflare KV, D1, R2, Queues oder KI direkt an diesen Worker.
es: Vincula Cloudflare KV, D1, R2, Queues o IA directamente a este Worker.
fr: Liez Cloudflare KV, D1, R2, Queues ou l'IA directement à ce Worker.
it: Associa Cloudflare KV, D1, R2, Queues o AI direttamente a questo Worker.
ja: Cloudflare KV、D1、R2、Queues、または AI をこの Worker に直接バインドします。
ko: Cloudflare KV, D1, R2, Queues 또는 AI를 이 Worker에 직접 바인딩합니다.
pt_br: Vincule Cloudflare KV, D1, R2, Queues ou IA diretamente a este Worker.
ru: Привяжите Cloudflare KV, D1, R2, Queues или ИИ напрямую к этому Worker.
zh_hans: 将 Cloudflare KV、D1、R2、Queues 或 AI 直接绑定到此 Worker。
zh_hant: 將 Cloudflare KV、D1、R2、Queues 或 AI 直接綁定至此 Worker。

source: BIND Output copied
ar: تم نسخ مخرجات BIND
de: BIND-Ausgabe kopiert
es: BIND Salida copiada
fr: BIND Sortie copiée
it: BIND Uscita copiata
ja: BIND 出力がコピーされました
ko: BIND 출력이 복사되었습니다.
pt_br: Saída BIND copiada
ru: BIND Вывод скопирован
zh_hans: BIND 报文已复制
zh_hant: BIND 報文已複製
